{
  "table": [
    {
      "name": "Mortuary Encounters (Levels 1—4)",
      "type": "table",
      "source": "AATM",
      "caption": "Mortuary Encounters (Levels 1—4)",
      "colLabels": [
        "{@dice d10}",
        "Encounter"
      ],
      "colStyles": [
        "col-2 text-center",
        "col-10"
      ],
      "rows": [
        [
          "1",
          "A decapitated {@creature zombie} with the {@condition blinded} and {@condition deafened} conditions scrabbles along the ground, looking for its head. The zombie attacks any creature it detects."
        ],
        [
          "2",
          "{@dice 1d4} {@creature Will-o'-Wisp||will-o'-wisps} offer to guide the characters to their destination but might lead them to a deadly location in the Mortuary, such as a crematorium."
        ],
        [
          "3",
          "A poshly dressed Duster {@creature wight} asks the characters to help them write a eulogy that's due in 10 minutes."
        ],
        [
          "4",
          "A friendly {@creature death dog} trots up to the characters and drops a bony hand at their feet. The dog wants to play fetch."
        ],
        [
          "5",
          "Ten melancholy Dusters ({@creature Commoner||commoners}) conduct an open-casket funeral for a cheery {@creature skeleton} named Merle, who never received one in life. Merle lies in the casket but occasionally sits up to hear his own eulogies. The Dusters ask the characters if they'd like to say anything on behalf of the deceased."
        ],
        [
          "6",
          "A lost {@creature animated coffin|AATM}* lurches along, carrying a reverently laid corpse to its crypt. The Construct approaches the characters and silently petitions them to escort it to its destination."
        ],
        [
          "7",
          "{@dice 1d4} {@creature Zombie||zombies}, bloated and riddled with holes, shuffle up to the characters and each expel a {@creature swarm of rot grubs|MPMM}† at their feet. All the creatures are hostile toward the characters."
        ],
        [
          "8",
          "A {@creature Heralds of Dust exorcist|AATM}* works to expel a {@creature dybbuk|MPMM}† from a corpse. The exorcist asks the characters to help in dispatch the Fiend."
        ],
        [
          "9",
          "Two {@creature Bard|MPMM|bards}† in the Heralds of Dust approach the characters and sing a ballad honoring the dead. If the characters interrupt or otherwise ruin the tune, {@dice 1d4} irascible {@creature Specter||specters} emerge from the walls and attack, causing the bards to flee."
        ],
        [
          "10",
          "Three {@creature skeleton} farmers quietly tend to corpse-white grave flowers in an underground garden. Four {@creature Stench Kow|MPMM|stench kows}† graze nearby and protect the farmers, who attack if the characters pluck any flowers or interfere with their work."
        ]
      ],
      "footnotes": [
        "†Monsters marked with a dagger (†) appear in {@book Monsters of the Multiverse|MPMM}. Roll a {@dice d6} if you don't have that book.",
        "*See {@book the appendix|AATM|Appendix: Mortuary Creatures}."
      ]
    }
  ],
  "top_category": "Adventuring",
  "sub_category": "Encounters",
  "tags": [
    "Mortuary",
    "Levels 1-4",
    "Zombie",
    "Will-o'-Wisp",
    "Wight",
    "Death Dog"
  ]
}