{
  "table": [
    {
      "caption": "Bluetspur Adventures",
      "colLabels": [
        "d8",
        "Adventure"
      ],
      "colStyles": [
        "col-2 text-center",
        "col-10"
      ],
      "rows": [
        [
          "1",
          "Characters awake within the shattered remains of a fluid-filled tube deep in Citadel Subterrene. They have no idea how they arrived there."
        ],
        [
          "2",
          "A cavern the characters were exploring seamlessly abuts with Bluetspur, trapping them in caves overrun with {@creature Vampiric Mind Flayer|VRGR|vampiric mind flayers} (see {@book chapter 5|VRGR|5})."
        ],
        [
          "3",
          "A strange message leads characters to a silvery vessel full of alien mysteries wrecked on Bluetspur's surface. The only surviving creature in the wreck is a cunning {@creature displacer beast}."
        ],
        [
          "4",
          "The characters find a strange but adorable creature trapped within an abandoned alien installation. The being is a lovable companion, until it reveals itself to be a {@b star spawn emissary} (see {@book chapter 5|VRGR|5|Star Spawn Emissary})."
        ],
        [
          "5",
          "An acquaintance of the characters complains of reoccurring nightmares. The complaints stop when the dreamer is taken over by an {@creature intellect devourer}."
        ],
        [
          "6",
          "An inventor requests the characters' insight into a pill-sized device she extracted from her own body. As the characters examine it, the device projects a map into their minds and emits a telepathic call for help. The map leads to a {@creature mind flayer} who wants to put the God-Brain out of its misery."
        ],
        [
          "7",
          "A farmer hires the characters to protect his family, whom he believes—without evidence—are being abducted and returned every night."
        ],
        [
          "8",
          "The High Master mind flayer of Mount Grysl seeks to claim all the God-Brain knows. To do this, it creates a copy of the Apparatus (see \"{@book Mordent|VRGR|3}\" later in this chapter). All it needs is a relic called the Rod of Rastinon, which it wants the characters to retrieve for it."
        ]
      ],
      "name": "Bluetspur Adventures",
      "page": 74,
      "source": "VRGR",
      "chapter": {
        "name": "Domains of Ravenloft",
        "ordinal": {
          "type": "chapter",
          "identifier": 3
        },
        "index": 3
      }
    }
  ]
}