{
  "table": [
    {
      "caption": "Port Nyanzaru Encounters",
      "colLabels": [
        "d20",
        "Encounter"
      ],
      "colStyles": [
        "col-2 text-center",
        "col-10"
      ],
      "rows": [
        [
          "1",
          "A parrot poops on a random character's head."
        ],
        [
          "2",
          "Near the harbor, an {@creature ankylosaurus} that tows boats through the warehouse canals goes on a rampage and must be calmed, restrained, or killed."
        ],
        [
          "3",
          "A merchant shouts, \"Stop! Thief!\" as a furtive youngster ({@creature commoner}) rushes past the characters. If the thief is caught, the grateful merchant can introduce characters to a merchant prince or provide them one other favor."
        ],
        [
          "4",
          "A drunk foreign sailor (unarmored {@creature veteran}) is loudly trying to pick a fight with three local {@creature commoner||commoners}, who are clearly no match for the lout. If the characters intervene, the grateful locals become a reliable source of information about Port Nyanzaru, but the sailor and his shipmates ambush the characters elsewhere in the city later on."
        ],
        [
          "5",
          "A beggar ({@creature commoner}) grabs a character by the arm and shouts, \"The ancient one beneath the Forbidden City gives birth to a terrible new god! The snake-men know! They know!\" Then he stumbles away into the crowd. Passersby tell the adventurers to ignore the beggar, and that his predictions are wrong most of the time."
        ],
        [
          "6",
          "Alarm horns declare that undead are attacking Malar's Throat. Mercenaries keep the monsters out of the city proper, but people are trapped in the temple of Tymora and besieged by {@dice 2d6} {@creature zombie||zombies} and {@dice 2d6} {@creature skeleton||skeletons} led by a {@creature ghoul}. If the characters defeat the undead, the temple rewards them with 5 gallons of tej and a {@item potion of healing}."
        ],
        [
          "7",
          "Shouts of \"Look out!\" give a character a brief warning as a water barrel, building stone, or other heavy weight crashes down. The character must succeed on a {@dc 12} Dexterity saving throw or be struck, taking 14 ({@damage 4d6}) bludgeoning damage. Any character who succeeds on a {@dc 15} Wisdom ({@skill Perception|PHB}) check spots a disguised {@creature yuan-ti pureblood} slinking away from the scene."
        ],
        [
          "8",
          "A {@creature tabaxi minstrel|ToA} asks one of the characters for a gold piece to stake her for gambling, promising to pay it back. If the character agrees, the tabaxi makes good on her promise the next day, returning a pouch containing 10 gp."
        ],
        [
          "9",
          "A thief ({@creature spy}) tries to pick the pocket of one of the characters."
        ],
        [
          "10",
          "The characters run into {@creature Volothamp \"Volo\" Geddarm|ToA|Volothamp Geddarm}, who is delivering a copy of his new book to one of the city's merchant princes. There is a {@chance 50} chance that Volo is drunk."
        ],
        [
          "11-20",
          "The characters meet an NPC with a side quest"
        ]
      ],
      "name": "Port Nyanzaru Encounters",
      "page": 193,
      "source": "ToA",
      "chapter": {
        "name": "Random Encounters",
        "ordinal": {
          "type": "appendix",
          "identifier": "B"
        },
        "index": 7
      }
    }
  ],
  "top_category": "Adventuring",
  "sub_category": "Random Encounters",
  "tags": [
    "Port Nyanzaru",
    "Encounters",
    "Creatures",
    "NPC Interaction",
    "City Events"
  ]
}