{
  "table": [
    {
      "caption": "Random Curses",
      "colLabels": [
        "d10",
        "Curse"
      ],
      "colStyles": [
        "col-1 text-center",
        "col-11"
      ],
      "rows": [
        [
          "1",
          "The previous owner, a vampire, will hunt down the purchasers in {@dice 1d4} weeks"
        ],
        [
          "2",
          "The item requires two attunement slots (if the item does not normally require attunement, it now requires one)"
        ],
        [
          "3",
          "After {@dice 2d4} days, the item disappears, returning to the Shadar-Kai's store"
        ],
        [
          "4",
          "A commoner will find the new owner after {@dice 1d4} weeks and explain the item was stolen from her and that she needs the money from selling it or else her family will starve"
        ],
        [
          "5",
          "The item is part of a game between two rakshasa. They gamble to see how long each owner of the item survives after obtaining it. Within {@dice 3d6} days one of the rakshasa will attempt to kill the owner"
        ],
        [
          "6",
          "Within {@dice 1d6} weeks an adult gold dragon will confront the new owner when she recognizes the item as belonging to the lair of her recently slain child"
        ],
        [
          "7",
          "1 week after first obtaining the item, the new owner loses {@dice 4d4} from their hit point maximum until a {@spell greater restoration} spell is cast upon the item"
        ],
        [
          "8",
          "Within {@dice 1d6} days of purchasing the item, it becomes a normal version of its base item"
        ],
        [
          "9",
          "Each day the item changes to a random color"
        ],
        [
          "10",
          "The item begins to stink after {@dice 1d4} weeks, giving disadvantage to anyone within 10 ft. making Wisdom ({@skill Perception}) checks involving smell."
        ]
      ],
      "name": "House of the Horn (Area S4); Random Curses",
      "page": 23,
      "source": "MaBJoV",
      "chapter": {
        "name": "Hometowns",
        "ordinal": {
          "type": "chapter",
          "identifier": 1
        },
        "index": 2
      }
    }
  ],
  "top_category": "Adventuring",
  "sub_category": "Curses",
  "tags": [
    "Random Tables",
    "Curses",
    "Roleplay",
    "Hometowns",
    "House of the Horn"
  ]
}