{
  "table": [
    {
      "caption": "Cults of the Dragon Below",
      "colLabels": [
        "d8",
        "Cult"
      ],
      "colStyles": [
        "col-2 text-center",
        "col-10"
      ],
      "rows": [
        [
          "1",
          "A cult of {@creature Belashyrra|ERLW} murders innocents and steals their eyes, magically preserving the image of the last thing the eyes beheld. The cultists collect the eyes in a deep vault, while new eyes grow in strange places on their own bodies."
        ],
        [
          "2",
          "A cult of {@creature Dyrrn|ERLW|Dyrrn the Corrupter} seeks to transcend humanity by bonding with aberrations and symbionts."
        ],
        [
          "3",
          "A cult of Kyrzin, the daelkyr Prince of Slime, keeps a {@creature gibbering mouther} in the basement and feeds their elders to this creature, believing their voices can still be heard in the whispers of the beast."
        ],
        [
          "4",
          "A cult of {@creature Rak Tulkhesh|ERLW} believes that this life is only a stepping stone, and members earn a path to paradise by spilling blood and spreading strife."
        ],
        [
          "5",
          "A cult of {@creature Belashyrra|ERLW} serves a {@creature beholder} messiah, believing that only the eye tyrant has the vision to lead them to a golden age."
        ],
        [
          "6",
          "A cult of {@creature Dyrrn|ERLW} led by a {@creature mind flayer} kidnaps people with dragonmarks, seeking to decipher the marks and transfer them to others."
        ],
        [
          "7",
          "An arcane think tank has become a cult of {@creature Sul Khatesh|ERLW}; the members believe they can heal the damage of the Mourning, but the eldritch machine they are building will surely cause more horror."
        ],
        [
          "8",
          "A cult of {@creature Rak Tulkhesh|ERLW} has sprung up among a local militia. Its members are convinced that refugees from the war are secretly inhuman monsters, and must be destroyed."
        ]
      ],
      "name": "Cults of the Dragon Below",
      "page": 188,
      "source": "ERLW",
      "chapter": {
        "name": "Building Eberron Adventures",
        "ordinal": {
          "type": "chapter",
          "identifier": 4
        },
        "index": 9
      }
    }
  ],
  "top_category": "Lore",
  "sub_category": "Eberron Adventures",
  "tags": [
    "Cults",
    "Dragon Below",
    "Belashyrra",
    "Dyrrn",
    "Kyrzin",
    "Rak Tulkhesh"
  ]
}