{
  "table": [
    {
      "caption": "Mysterious Passengers",
      "colLabels": [
        "d100",
        "Passenger"
      ],
      "colStyles": [
        "col-2 text-center",
        "col-10"
      ],
      "rows": [
        [
          "01–02",
          "A human merchant of obvious means seems to be deliberately drawing attention, loudly calling out their name and the time of day."
        ],
        [
          "03–04",
          "Two shifters drinking and spoiling for a fight."
        ],
        [
          "05–06",
          "A warforged quietly reads a book called {@i The Machine Manifesto}."
        ],
        [
          "07–08",
          "A half-elf sits down, says, \"Beware—the wolf howls at midnight,\" and leaves without further comment."
        ],
        [
          "09–10",
          "A gnome watches everyone carefully, writing down observations in a tiny orange book."
        ],
        [
          "11–12",
          "A one-armed Brelish veteran verbally assaults any warforged he sees, blaming them for his injury."
        ],
        [
          "13–14",
          "A well-dressed human sits awkwardly next to the wall, seemingly trying to avoid touching or being touched by anyone else."
        ],
        [
          "15–16",
          "A cloaked figure moves slowly past, pausing briefly upon catching sight of the party."
        ],
        [
          "17–18",
          "An acolyte of the Silver Flame preaches loudly in an attempt to convert an essentially captive audience."
        ],
        [
          "19–20",
          "A destitute bard plays the harp with mediocre skill while asking for donations."
        ],
        [
          "21–22",
          "A deaf couple communicate with each other by sign language, but suddenly stop when they notice they are being watched."
        ],
        [
          "23–24",
          "A frail human with a small strongbox shackled to one of her wrists is in the company of two heavily armed half-orc bodyguards."
        ],
        [
          "25–26",
          "Three hobgoblin mercenaries from House Deneith discuss their plans in their native tongue."
        ],
        [
          "27–28",
          "A harried dwarf tries to keep three children corralled, but the oldest one keeps sneaking away."
        ],
        [
          "29–30",
          "A bored changeling practices duplicating the faces of the guests. Not all of them are amused."
        ],
        [
          "31–32",
          "A shifter glowers in a corner booth, looking angry at the world."
        ],
        [
          "33–34",
          "A warforged bard uses its body as a percussion instrument to entertain the patrons."
        ],
        [
          "35–36",
          "A dog with no apparent owner wanders around."
        ],
        [
          "37–38",
          "Two Karrnathi soldiers seem extremely nervous and speak to no one."
        ],
        [
          "39–40",
          "A halfling leads a tiny pet dinosaur on a leash, tugging at it whenever it tries to examine something."
        ],
        [
          "41–42",
          "A half-orc sits with a small potted plant, whispering to it in Orc."
        ],
        [
          "43–44",
          "A well-dressed dwarf wearing eight copper rings paces restlessly."
        ],
        [
          "45–46",
          "A halfling from House Ghallanda offers food and drink to all passengers except elves or half-elves."
        ],
        [
          "47–48",
          "An elf bard from House Phiarlan whispers conspiratorially with a member of the vehicle's crew."
        ],
        [
          "49–50",
          "A kalashtar is trying too hard to pass as human, conspicuously and awkwardly using human slang."
        ],
        [
          "51–52",
          "A young half-elf in adventuring garb weeps openly."
        ],
        [
          "53–54",
          "A silver dragon in human form observes the interactions of the clientele, paying close attention to any dragonmarked characters."
        ],
        [
          "55–56",
          "A House Cannith tinker examines the structure of the vehicle closely, looking concerned and asking questions about possible escape procedures."
        ],
        [
          "57–58",
          "A one-eyed human (actually an Inspired agent of the Dreaming Dark) watches everyone carefully."
        ],
        [
          "59–60",
          "A disheveled human magewright offers meager magical skills in return for food or spare coins."
        ],
        [
          "61–62",
          "A warforged leaning on a wooden staff carries on a conversation with the docent attached to its chest."
        ],
        [
          "63–64",
          "A human pickpocket circulates among the passengers, looking for another victim."
        ],
        [
          "65–66",
          "A human from Aundair obsessively checks and rechecks their traveling papers."
        ],
        [
          "67–68",
          "An artificer tinkers with a new invention."
        ],
        [
          "69–70",
          "An attractive half-elf makes advances toward a number of other passengers."
        ],
        [
          "71–72",
          "An apprentice wizard draws arcane symbols on the window, glaring at anyone who interrupts."
        ],
        [
          "73–74",
          "A dwarf with a bandaged wound checks it repeatedly, occasionally pouring whiskey on it and wincing."
        ],
        [
          "75–76",
          "A young, red-haired human flirtatiously tries to get other passengers to buy drinks."
        ],
        [
          "77–78",
          "An Aerenal elf sits silently, trying to ignore the stares of other passengers."
        ],
        [
          "79–80",
          "A disheveled old human loudly proclaims that the end of the world is nigh, according to the dragons."
        ],
        [
          "81–82",
          "A human child is apparently traveling with no parent or guardian."
        ],
        [
          "83–84",
          "A nervous goblin holds traveling papers out to anyone passing by, as if expecting to be challenged at any moment."
        ],
        [
          "85–86",
          "Four kalashtar monks meditate, burning incense and chanting quietly."
        ],
        [
          "87–88",
          "A rogue tries to swindle other passengers by using marked cards."
        ],
        [
          "89–90",
          "A House Tharashk inquisitive examines the floor of the vessel very carefully, offering no explanation."
        ],
        [
          "91–92",
          "A group of unremarkable farmers are transporting a strange device that bears Draconic runes."
        ],
        [
          "93–94",
          "A cleric of the Sovereign Host seems annoyed and is rude to several pious passengers who ask for blessings."
        ],
        [
          "95–96",
          "An older human reads the {@i Korranberg Chronicle}, loudly proclaiming outrage at every story."
        ],
        [
          "97–98",
          "Roll again; the travelers are one or more changelings appearing to be whatever the second roll indicates."
        ],
        [
          "99–00",
          "Roll twice more; the two travelers indicated are about to come to a very obvious conflict of some kind (verbal or physical)."
        ]
      ],
      "name": "Mysterious Passengers",
      "page": 238,
      "source": "ERLW",
      "chapter": {
        "name": "Building Eberron Adventures - The Last War",
        "ordinal": {
          "type": "chapter",
          "identifier": 4
        },
        "index": 10
      }
    }
  ],
  "top_category": "Adventuring",
  "sub_category": "NPCs & Interactions",
  "tags": [
    "Eberron",
    "Passengers",
    "NPCs",
    "Adventure Building",
    "The Last War"
  ]
}